Repository: alicanyilmazz/TodoApp
Catalog: TodoApp/*.lproj/Localizable.strings
Languages: tr

# NavigationBar.Title
source: Todos
tr: Yapılacaklar

# SearchBar.PlaceHolder
source: Search your todo
tr: Yapılacakları ara

# UIAlertController.Cancel.Button
source: Cancel
tr: İptal

# UIAlertController.Add.Button
source: Add
tr: Ekle

# UIAlertController.Edit.Button
source: Edit
tr: Düzenle

# UIAlertController.Delete.Button
source: Delete
tr: Sil

# UISearchBar.Search.Placeholder
source: Search
tr: Ara

# TodoAlertController.TextField.Placeholder.Message
source: Enter your todo title
tr: Liste başlığını giriniz

# TodoDetailController.TextField.Placeholder.Message
source: Enter your todo detail
tr: Liste detay başlığını giriniz

# TodoDetailController.Page.Title.Message
source: Todo
tr: Yapılacaklar

# TodoDetailController.Page.Button.Message
source: Save
tr: Kaydet

# TodoDetailController.Page.Snackbar.On.Message
source: You turned on notifications.
tr: Bildirimleri kapattınız.

# TodoDetailController.Page.Snackbar.Off.Message
source: You turned off notifications.
tr: Bildirimleri açtınız.

# Todo.Title.UITableViewController.Empty.Base.Message
source: You don't have any todo detail.
tr: Herhangi bir yapılacaklar listesi mevcut değil.

# Todo.Title.UITableViewController.Empty.Child.Message
source: You can add new todo detail using + button.
tr: Eklemek için + butonuna basınız.

# 3and25ValidationMessage
source: The number of characters must be between 3 & 25.
tr: Karakter sayısı 3 ile 25 arasında olmalıdır.

# 8and150ValidationMessage
source: The number of characters must be between 8 & 150.
tr: Karakter sayısı 8 ile 150 arasında olmalıdır.

# 3and40ValidationMessage
source: The number of characters must be between 3 and 40.
tr: Karakter sayısı 3 ile 40 arasında olmalıdır.

# validationOkMessage
source: Everything seems ok.
tr: Herşey uygun görünüyor.

# todoAlertPage.Message.Title
source: You should add your todo title.
tr: Yapılacaklar listen için başlık belirlemelisin.

# todoAlertPage.Title.Title
source: Todo Title
tr: Yapılacak Listesi Başlığı

# cancelButtonTitle
source: cancel
tr: iptal

# saveButtonTitle
source: save
tr: kaydet

# todoBaseTitle
source: Title
tr: Başlık

# todoChildTitle
source: New Note
tr: Yeni Note

# notificationValidationMessage
source: Please give permission to create notification.
tr: Bildirim oluşturabilmek için lütfen izin veriniz.
